Repository: alexeyinkin/courseplease-client-flutter
Catalog: lib/l10n/app_*.arb
Languages: ru

# appTitle
source: CoursePlease.com Find best teachers
ru: CoursePlease.com Лучшие учителя

source: Select All
ru: Выбрать все

source: Select None
ru: Отменить

# selectedCount
source: {count, plural, =0{ }, other{Selected: {count}}}
ru: {count, plural, =0{ }, other{Выбрано: {count}}}

source: Just now
ru: Только что

# minutesAgo
source: {count, plural, =1{1 minute ago}, other{{count} minutes ago}}
ru: {count, plural, =1{{count}м}, =2{{count}м}, other{{count}м}}

# hoursAgo
source: {count, plural, =1{1 hour ago}, other{{count} hours ago}}
ru: {count, plural, =1{{count}ч}, =2{{count}ч}, =3{{count}ч}, other{{count}ч}}

# daysAgo
source: {count,plural, =0{Today}, =1{Yesterday}, other{{count} days ago}}
ru: {count,plural, =1{{count}д}, =2{{count}д}, other{{count}д}}

source: Sort Imported Media
ru: Разобрать импортированное

# sortImportedPublishButton
source: Publish
ru: Опубликовать

# sortImportedPublishAs
source: as
ru: в альбоме

# sortImportedSelectAlbum
source: (Select Album)
ru: (Выберите альбом)

# sortImportedPublishInSubject
source: in
ru: по предмету

# sortImportedSelectSubject
source: (Select Subject)
ru: (Выберите предмет)

# albumMyPortfolio
source: My Portfolio
ru: Мои готовые работы

# albumMyStudentsPortfolio
source: My Students' Works
ru: Работы моих учеников

# albumBackstage
source: Backstage
ru: Рабочий процесс
